Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-10-18.tmx
Source language: bo
Languages: en

source: །རིགས་ཀྱི་བུ་ཁོ་མོ་དང་སྤྱོད་པའི་སྐལ་བ་མཉམ་བའི་སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་པོ་བཟའ་ཤིང་གི་ར་བ་ཀུན་ནས་རྣམ་པར་བརྒྱན་པ་འདི་ན་གནས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་ཤ་སྟག་གོ །རིགས་ཀྱི་བུ་སེམས་ཅན་གཞན་གང་འདི་ན་གནས་པ་དེ་དག་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ། ཕྱིར་མི་ལྡོག་པའི་དགེ་འདུན་དུ་གཏོགས་པ་ཤ་སྟག་སྟེ།
en: “Noble one, eighty-four hundred thousand quintillion beings who have the same level of conduct as me are present in this Samanta­vyūha Park. They are all irreversibly progressing to the highest, complete enlightenment. “Noble one, all the other beings who are present here will also progress irreversibly to the highest, complete enlightenment and will be included within the irreversible saṅgha and have the same level of conduct as myself.”

source: ཁོ་མོ་དང་སྤྱོད་པའི་སྐལ་བ་མཉམ་པ་དག་གོ །སྨྲས་པ་ལས་འཕགས་མ་ཁྱོད་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡུན་ཇི་སྲིད་ཅི་གནས་ཐུགས་བསྐྱེད།
en: Sudhana asked, “Āryā, how long have you had the aspiration to attain the highest, complete enlightenment?”

source: སྨྲས་པ་རིགས་ཀྱི་བུ་ཁོ་མོ་ནི་སྔོན་གྱི་གནས་རྗེས་སུ་དྲན་ནོ།
en: The upāsikā Āśā answered, “Noble one, I remember my past lives.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མར་མེ་མཛད་ཅེས་བྱ་བ་བྱུང་བ་དེ་བཞིན་གཤེགས་པ་དེའི་དྲུང་དུ་ཁོ་མོས་ཚངས་པའི་སྤྱོད་པ་སྤྱད་དོ།
en: There was the tathāgata arhat samyak­saṃbuddha named Dīpaṅkara. I took the vows of celibacy in the presence of that tathāgata.

source: །དེ་བཞིན་གཤེགས་པ་དེ་ཁོ་མོས་མཆོད་དོ།
en: I made offerings to that tathāgata.

source: །དེ་བཞིན་གཤེགས་པ་དེ་ལས་ཆོས་བསྟན་པ་ཁོ་མོས་ཡོངས་སུ་བཟུང་ངོ་།
en: I obtained the teaching of the Dharma from that tathāgata.

source: །དེའི་སྔ་རོལ་དུ་དེ་བཞིན་གཤེགས་པ་དྲི་མ་མེད་པ་ཞེས་བྱ་བ་བྱུང་སྟེ།
en: Before him there was a tathāgata named Vimala

source: དེའི་བསྟན་པ་ལའང་ཁོ་མོ་རབ་ཏུ་བྱུང་ངོ་། །ཆོས་ཀྱི་འཁོར་ལོ་ཡང་ཁོ་མོས་བཟུང་ངོ་།
en: I entered homelessness within his teaching, and I also obtained his wheel of the Dharma.

source: །དེའི་སྔ་རོལ་དུ་དེ་བཞིན་གཤེགས་པ་དཔལ་ཞེས་བྱ་བ་བྱུང་སྟེ། དེ་ཡང་ཁོ་མོས་བསྙེན་བཀུར་ཏོ།
en: Before him there was a tathāgata named Ketu , and I propitiated him.

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་རི་རབ་དཔལ་ཞེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Meruśrī.

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་པད་མོའི་སྙིང་པོ་ཞེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Padma­garbha

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་སྣང་མཛད་ཅེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Vairocana.

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་ཀུན་ཏུ་གཟིགས་པ་ཞེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Samanta­cakṣu.

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་ཚངས་པ་དག་པ་ཞེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Brahmaśuddha.

source: །དེའི་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་རྡོ་རྗེའི་གཙུག་ཅེས་བྱ་བ་བྱུང་ངོ་།
en: Before him there was a tathāgata named Vajranābhi.

source: །དེའི་ཀུན་སྔ་རོལ་ཏུ་དེ་བཞིན་གཤེགས་པ་ཆུ་བོའི་ལྷ་ཞེས་བྱ་བ་བྱུང་སྟེ།
en: Before him there was a tathāgata named Varuṇadeva.

source: རིགས་ཀྱི་བུ་གཞུང་དེ་ལྟར་ཚེ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པ་དང་། བསྐལ་པ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པའི་སངས་རྒྱས་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པ། དེ་བཞིན་གཤེགས་པའི་མཚམས་འདབས་ཆགས་སུ་བསམས་ཏེ། དྲན་པར་བྱས་ན། གང་ཁོ་མོས་རིམ་གྲོར་བྱས་ཏེ། བསྙེན་བཀུར་བ་དང་། མཆོད་པ་དང་། བསྟི་སྟང་དུ་བྱས་པ་དང་། གང་གི་སྤྱན་སྔར་ཁོ་མོས་ཆོས་ཐོས་པར་གྱུར་པ་དང་། གང་གི་བསྟན་པ་ལ་ཁོ་མོས་ཚངས་པའི་སྤྱོད་པ་སྤྱད་པའི་དེ་བཞིན་གཤེགས་པ་ཆུ་ཀླུང་གང་གཱ་སུམ་ཅུ་རྩ་དྲུག་གི་བྱེ་མ་སྙེད་རྗེས་སུ་དྲན་ཏེ།
en: “Noble one, in that way I think of and remember the continuous sequence of one life after another, one kalpa after another, and the successions of one buddha after another, remembering tathāgatas as numerous as the grains of sand in thirty-six Ganges Rivers, whom I served, propitiated, made offerings to, honored, and heard the Dharma from and within whose teaching I practiced the conduct of celibacy.

source: རིགས་ཀྱི་བུ་དེ་ཕན་ཅད་དུ་ཁོ་མོས་དེ་བཞིན་གཤེགས་པ་ཇི་སྙེད་ཅིག་བསྙེན་བཀུར་བ་ནི།
en: “Noble one, the tathāgatas know how many tathāgatas beyond that I have honored.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་མཁྱེན་ཏོ། །རིགས་ཀྱི་བུ་སེམས་དང་པོ་བསྐྱེད་མ་ཐག་ཏུ་ཆོས་ཀྱི་དབྱིངས་རྒྱས་པར་འགེངས་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ།
en: “Noble one, the bodhisattvas are immeasurable because they fill the realm of phenomena through developing the aspiration for enlightenment for the first time.

source: །རིགས་ཀྱི་བུ་སྙིང་རྗེ་ཆེན་པོའི་ཁོངས་སུ་འགྲོ་བ་ཐམས་ཅད་ཆུད་པས།
en: “Noble one, the bodhisattvas are immeasurable because through great compassion they enter into all worlds.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །རིགས་ཀྱི་བུ་སྨོན་ལམ་ཆེན་པོས་ཕྱོགས་བཅུའི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་གཞི་ཟད་ཟད་དུ་འགྲོ་བས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ།
en: “Noble one, the bodhisattvas are immeasurable because through great prayers they are based upon every level in the ten directions of the realm of phenomena.

source: །རིགས་ཀྱི་བུ་བྱམས་པ་ཆེན་པོས་འགྲོ་བ་ཐམས་ཅད་རྒྱས་པར་འགེངས་པའི་ཕྱིར།
en: “Noble one, the bodhisattvas are immeasurable because through their great love they are spread among all beings.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པས་ཞིང་ཐམས་ཅད་དུ་བསྐལ་པ་ཐམས་ཅད་ཡོངས་སུ་སྡུད་པས།
en: “Noble one, the bodhisattvas are immeasurable because through their bodhisattva conduct they include all kalpas in all realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །རིགས་ཀྱི་བུ་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་ལམ་ལས་ཕྱིར་མི་ལྡོག་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ།
en: “Noble one, the bodhisattvas are immeasurable because through the power of samādhi they are irreversible on the bodhisattva path.

source: །རིགས་ཀྱི་བུ་གཟུངས་ཀྱི་སྟོབས་ཀྱིས་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་འཛིན་པའི་གཟུངས་ཀྱི་ཚུལ་ཁོང་དུ་ཆུད་པར་བྱེད་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ།
en: “Noble one, the bodhisattvas are immeasurable because through the power of retention they realize the way of retention that supports all beings.

source: །རིགས་ཀྱི་བུ་ཡེ་ཤེས་སྣང་བའི་སྟོབས་ཀྱིས་དུས་གསུམ་གྱི་ཡེ་ཤེས་ཀྱི་ཚུལ། ཁོང་དུ་ཆུད་པར་བྱེད་ཅིང་། ཡང་དག་པར་འཛིན་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ།
en: “Noble one, the bodhisattvas are immeasurable because through the power of the radiance of knowledge they realize and possess the way of the knowledge of the three times.

source: །རིགས་ཀྱི་བུ་མངོན་པར་ཤེས་པའི་སྟོབས་ཀྱིས་ཞིང་ཐམས་ཅད་དུ་སེམས་ཅན་རྣམས་ཀྱི་བསམ་པ་དང་། མོས་པ་ཅི་ལྟ་བ་བཞིན་དུ་འོད་ཀྱི་དྲ་བའི་འཁོར་ལོ་མངོན་པར་བསྒྲུབ་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །རིགས་ཀྱི་བུ་སོ་སོ་ཡང་དག་པར་རིག་པའི་སྟོབས་ཀྱིས་ཚིག་གཅིག་བརྗོད་ཀྱང་འགྲོ་བ་ཐམས་ཅད་ཤིན་ཏུ་ཚིམ་པར་བྱེད་པས།
en: “Noble one, the bodhisattvas are immeasurable because through the power of clairvoyance they accomplish wheels of nets of light in accordance with the thoughts and aspirations of beings in all realms. “Noble one, the bodhisattvas are immeasurable because through the power of discernment they can satisfy all beings by uttering just one word.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །རིགས་ཀྱི་བུ་ལུས་རྣམ་པར་དག་པས། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་རང་གི་ལུས་ཀྱིས་རྒྱས་པར་འགེངས་པས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཚད་མེད་པའོ། །ནོར་བཟངས་ཀྱིས་སྨྲས་པ།
en: “Noble one, the bodhisattvas are immeasurable because through the purity of their bodies they pervade all the buddha realms with their bodies.”

source: འཕགས་མ་ཁྱོད་ཇི་སྲིད་ཅིག་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བར་འགྱུར།
en: Sudhana asked, “Āryā, at which twilight will you attain the highest, complete enlightenment of buddhahood?”

source: །སྨྲས་པ་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ།
en: Āśā answered, “Noble one, it is like this:

source: སེམས་ཅན་གཅིག་ཅིག་ལ་དམིགས་ཤིང་གདུལ་བར་བྱ་བ་དང་། སྨིན་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ཏེ། སེམས་ཅན་བརྒྱའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྟོང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྒྱ་ཕྲག་སྟོང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱེ་བའི་ཕྱིར་མ་ཡིན།
en: bodhisattvas do not develop the aspiration for enlightenment with the intention of guiding and ripening one being, or a hundred beings, or a thousand beings, or a hundred thousand beings, or ten million beings, or a thousand million beings, or ten thousand million beings, or a trillion beings;

source: སེམས་ཅན་བྱེ་བ་བརྒྱའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱེ་བ་སྟོང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་གི་ཕྱིར་མ་ཡིན་ཏེ། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་དོན་དུ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ནོ། །སེམས་ཅན་ཐམས་ཐམས་ཅད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲག་ཁྲིག་གི་ཕྱིར་མ་ཡིན། །སེམས་ཅན་གང་ཡའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བན་བུན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱར་ཕྱུར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱང་བྱིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉེར་འཇལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱལ་ཕྱོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྗད་ལྗོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོད་ཟིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱད་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྡམ་ལྡེམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡ་གངས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཆོ་མའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲམ་ཁྲིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནབ་ནུབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྒྱུད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཏང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཀྲ་ཡར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གསལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཞལ་བརྟག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཚུངས་མེད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལམ་ལུམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རབ་རིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐབ་ཐིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འགྲིགས་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐེན་ཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འདྲ་མཉམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྲང་བྲེང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲོང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྒྱས་འདལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྔོ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟང་ཡག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕྲོ་བཀྱེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྩེ་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡོང་ཏན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྲུག་གཡོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སང་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐིང་ཡུག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྣང་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནན་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡིད་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནབ་ནེབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲིག་ཐམས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐུག་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡད་ཡུད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོ་ལྡོག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྡ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྷུབ་བེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐག་ཐུག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲིག་གེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རིག་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྙད་མེད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཆོག་ཕྲེང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉག་འབྲུའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྤུ་འཕྱེས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྲུ་འབྲེལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་འོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྷོད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་ཕུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཞི་སྙད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ངག་ཐིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕྱོ་འགྱུར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉར་ཉེར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱག་ཕྱིག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟལ་ཟུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སལ་སལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཡོ་ལྡེག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕན་ཕུན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྣང་ཡའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རེམ་གྲོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྫི་ངད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྫི་རྡུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕུན་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འོལ་འོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ངད་ངད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་བརྩིའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟབ་བགྲང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དགའ་རྐྱང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གྲངས་མཐའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོད་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འོལ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གདབ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཅལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱིམ་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡམ་མེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྙལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྡབ་ལྡོབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕན་ཆད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕང་ཕུང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་རྡུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྒྱུ་ལྡིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡུན་འགྱངས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཁའ་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བུན་ལོབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལམ་ལོམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྙད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལང་ལིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྗབ་ལྗིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་བརྩལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྱམ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན།
en: nor does a bodhisattva develop the aspiration for enlightenment for the sake of a hundred thousand quintillion beings.

source: སེམས་ཅན་ང་འགྲང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྨོས་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཀྲ་ཆལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལོ་རྒྱས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབུམ་རྡིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལ་ལོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱམ་ཕྱམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཕྱོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཕྱོས་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཡས་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཕྱོང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཕྱོང་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མུ་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མུ་ཡལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡོལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་འཇལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་འཇལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་འབྱམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་འབྱམ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཐག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཐག་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན།
en: “A bodhisattva does not develop the aspiration for enlightenment for the sake of a kaṅkara of beings, or for the sake of a bimbara of beings, or for the sake of an agara of beings, or for the sake of a pravara of beings, or for the sake of a mapara of beings, or for the sake of an avara of beings, or for the sake of a tapara of beings, or for the sake of a sīma of beings, or for the sake of an anaupama of beings, or for the sake of a nena of beings, or for the sake of an avaga of beings, or for the sake of a mṛgava of beings, or for the sake of a vināha of beings, or for the sake of a viraga of beings, or for the sake of an avagama of beings, or for the sake of a vigava of beings, or for the sake of a saṃkrama of beings, or for the sake of a visara of beings, or for the sake of a vibhaja of beings, or for the sake of a vijaṅga of beings, or for the sake of a visota of beings, or for the sake of a vivāha of beings, or for the sake of a vibhakta of beings, or for the sake of a vikhata of beings, or for the sake of a tulana of beings, or for the sake of an atula of beings, or for the sake of a varaṇa of beings, or for the sake of a vivaraṇa of beings, or for the sake of an avana of beings, or for the sake of a thavana of beings, or for the sake of a viparya of beings, or for the sake of a samarya of beings, or for the sake of a viturṇa of beings, or for the sake of a hetura of beings, or for the sake of a vicāra of beings, or for the sake of a visāra of beings, or for the sake of a vyatyasta of beings, or for the sake of an abhyudgata of beings, or for the sake of a viśiṣṭa of beings, or for the sake of a nivala of beings, or for the sake of a haribha of beings, or for the sake of a vikṣobha of beings, or for the sake of a halibha of beings, or for the sake of a harisa of beings, or for the sake of an aloka of beings, or for the sake of a dṛṣṭānta of beings, or for the sake of a hetuna of beings, or for the sake of a durbuda of beings, or for the sake of a haruṇa of beings, or for the sake of an ela of beings, or for the sake of a dumela of beings, or for the sake of a kṣemu of beings, or for the sake of an akṣayamukta of beings, or for the sake of an elada of beings, or for the sake of a māluda of beings, or for the sake of a maṇḍumā of beings, or for the sake of a viṣamatā of beings, or for the sake of a samatā of beings, or for the sake of a visada of beings, or for the sake of a pramantā of beings, or for the sake of a pramātra of beings, or for the sake of an amātra of beings, or for the sake of a bhramātra of beings, or for the sake of a gamātra of beings, or for the sake of a namātra of beings, or for the sake of a hemātra of beings, or for the sake of a vimātra of beings, or for the sake of a paramātra of beings, or for the sake of a śivamātra of beings, or for the sake of an ela of beings, or for the sake of a vela of beings, or for the sake of a tela of beings, or for the sake of a śaila of beings, or for the sake of a gela of beings, or for the sake of a śila of beings, or for the sake of a śvela of beings, or for the sake of a nela of beings, or for the sake of a bhela of beings, or for the sake of a kela of beings, or for the sake of a sela of beings, or for the sake of a pela of beings, or for the sake of ten septenquinquagintillion beings, or for the sake of a hela of beings, or for the sake of a mela of beings, or for the sake of a saraḍa of beings, or for the sake of a māruta of beings, or for the sake of a meruda of beings, or for the sake of a kheluda of beings, or for the sake of a māluda of beings, or for the sake of a samula of beings, or for the sake of an ayava of beings, or for the sake of a kamala of beings, or for the sake of a magava of beings, or for the sake of an atara of beings, or for the sake of a heluya of beings, or for the sake of a veluva of beings, or for the sake of a kajāva of beings, or for the sake of a havava of beings, or for the sake of a havala of beings, or for the sake of a vivara of beings, or for the sake of a bimba of beings, or for the sake of a caraṇa of beings, or for the sake of a carama of beings, or for the sake of a parava of beings, or for the sake of a dhavara of beings, or for the sake of a dhamana of beings, or for the sake of a pramada of beings, or for the sake of a nigama of beings, or for the sake of an upavarta of beings, or for the sake of a nirdeśa of beings, or for the sake of an akṣaya of beings, or for the sake of a saṃbhūta of beings, or for the sake of an amama of beings, or for the sake of an avada of beings, or for the sake of an utpala of beings, or for the sake of a padma of beings, or for the sake of a saṃkhya of beings, or for the sake of a gati of beings, or for the sake of an upagama of beings, or for the sake of an aupamya of beings, or for the sake of an asaṃkhyeya of beings, or for the sake of an asaṃkhyeya­parivarta of beings, or for the sake of an aparimāṇa of beings, or for the sake of an aparimāṇa­parivarta of beings, or for the sake of an aparyanta of beings, or for the sake of an aparyanta­parivarta of beings, or for the sake of an asamanta of beings, or for the sake of asamanta­parivarta of beings, or for the sake of an agaṇeya of beings, or for the sake of an agaṇeya­parivarta of beings, or for the sake of an atulya of beings, or for the sake of an atulya­parivarta of beings, or for the sake of an acintya of beings, or for the sake of an acintya­parivarta of beings, or for the sake of an aparyanta of beings, or for the sake of an aparyanta­parivarta of beings, or for the sake of an amāpya of beings, or for the sake of an amāpya­parivarta of beings, or for the sake of an anabhilāpya of beings, or for the sake of an anabhilāpya­parivarta of beings, or for the sake of an anabhilāpyānabhilāpya of beings, or for the sake of an anabhilāpyānabhilāpya­parivarta of beings.

source: སེམས་ཅན་འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པ་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན་པ་ནས། བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment for the sake of the beings in one world realm, and so on, up to an anabhilāpyānabhilāpya­parivarta of world realms.

source: གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གཉིས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན་པ་ནས།
en: “The bodhisattvas do not develop the aspiration for enlightenment for the sake of beings in world realms as numerous as the atoms in a four-continent world realm, or for the sake of beings in world realms as numerous as the atoms in a thousand such world realms, or for the sake of beings in world realms as numerous as the atoms in a million such world realms, or for the sake of beings in world realms as numerous as the atoms in a billion such world realms, or for the sake of beings in world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of billion-world great universes.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་འདི་ལྟ་སྟེ་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། གདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་གྱི།
en: The bodhisattvas do not develop the aspiration for enlightenment in order to guide and ripen that number of beings.

source: འདི་ལྟ་སྟེ། འཇིག་རྟེན་གྱི་ཁམས་མ་ལུས་པ་ལྷག་མ་མེད་པ་མཐའ་དག་ཐམས་ཅད་དུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། གདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེའོ།
en: “The bodhisattvas develop the aspiration for enlightenment in order to guide and ripen the beings throughout the entirety of all world realms without exception or remainder.

source: །འདི་ལྟ་སྟེ་སངས་རྒྱས་གཅིག་བསྙེན་བཀུར་བ་དང་། མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་དང་། སངས་རྒྱས་བཅུ་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་མ་ཡིན་པ་ནས། བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སངས་རྒྱས་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor one buddha, or to serve, propitiate, make offerings to, and honor ten buddhas, and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor buddhas as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སངས་རྒྱས་ཀྱི་རྒྱུད་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་དེ་བཞིན་གཤེགས་པའི་རྒྱུད་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ནོ།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor the succession of buddhas within one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor the succession of buddhas within world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: །སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། འཇིག་རྟེན་གྱི་ཁམས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to purify one buddha realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to purify buddha realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.
